Repository: rahhal/magasin
Catalog: translations/messages.*.xlf
Languages: ar

source: Symfony is great
ar: J'aime Symfony

source: Create new
ar: إضافة

source: Save
ar: حفظ

source: show
ar: عرض

source: edit
ar: تغيير

source: Update
ar: تغيير

source: Delete
ar: حذف

source: actions
ar: اجراءات

source: back to list
ar: الرجوع للقائمة

source: no records found
ar: لا يوجد معطيات

source: Edit Article
ar: تغيير بيانات البضاعة

source: Create new Article
ar: إضافة بضاعة جديدة

source: Admin index
ar: قائمة الادمينات

source: Article index
ar: جدول البضائع

source: Libele ar
ar: البضاعة

source: Info Article
ar: معطيات البضاعة

source: New article
ar: اضافة بضاعة جديدة

source: Edit information
ar: تغيير المعطيات

source: Qte min
ar: الكمية الادنى

source: Remarque
ar: ملاحظة

source: Edit Categorie
ar: تغيير بيانات الصنف

source: Create new Categorie
ar: إضافة صنف جديد

source: Categorie index
ar: جدول الاصناف

source: Designation cat
ar: الصنف

source: Type
ar: النوع

source: Categorie
ar: الصنف

source: Description
ar: الخصائص

source: Info Categorie
ar: معطيات أصناف البضاعة

source: Info Type
ar: معطيات أنواع البضاعة

source: Designation type
ar: النوع

source: Create new Type
ar: إضافة نوع جديد

source: Type index
ar: جدول أنواع البضاعة

source: Create new Fournisseur
ar: إضافة مزود جديد

source: Fournisseur index
ar: جدول المزودين

source: Nom fournisseur
ar: المزود

source: Fournisseur
ar: المزود

source: Cin
ar: ب.ت.و

source: Matricule
ar: المعرف الجبائي

source: Adresse
ar: العنوان

source: Info Fournisseur
ar: معطيات المزودين

source: Tel
ar: الهاتف

source: Email
ar: البريد الالكتروني

source: Update societe informations
ar: تغيير معطيات المؤسسة

source: Nom soc
ar: اسم المؤسسة

source: Ministere
ar: اسم الوزارة

source: Siege
ar: المندوبية

source: Magasinier
ar: حافظ المغازة

source: Directeur
ar: اسم المدير

source: Info Societe
ar: معطيات المؤسسة

source: Fax
ar: الفاكس

source: Societe
ar: المؤسسة

source: Info Fonction
ar: معطيات الوظيفة

source: Fonction
ar: الوظيفة

source: Fonction index
ar: جدول الوظائف

source: Create new fonction
ar: اضافة وظيفة جديدة

source: Create new Societe
ar: ادخال معطيات المؤسسة

source: Edit profile
ar: تغيير بيانات المستخدم

source: Profile
ar: بيانات المستخدم

source: Fullname
ar: الاسم و اللقب

source: Avatar
ar: الصورة

source: Rib
ar: المعرف الجبائي

source: Ville
ar: المدينة

source: New Entree
ar: دخول جديد

source: Date bon commande
ar: تاريخ الطلبية

source: Date entree
ar: تاريخ الدخول

source: Reference
ar: المرجع

source: Numero entree
ar: رقم وصل الدخول

source: Numero bon commande
ar: رقم الطلبية

source: Ligne Entree index
ar: رقم الطلبية

source: Entree index
ar: جدول الدخول

source: Annee index
ar: جدول السنوات المالية

source: Libele an
ar: السنةالمالية

source: Annee courante
ar: السنةالحالية

source: Create new Annee
ar: اضافة سنة جديدة

source: Yes
ar: نعم

source: Info Annee
ar: السنة المالية

source: Info Entree
ar: مجموعة البضاعة

source: Qte reste
ar: الكمية المتبقية

source: Qte entr
ar: كمية الدخول

source: Article
ar: البضاعة

source: Qte
ar: الكمية

source: Qte ini
ar: الكميةالاولية

source: Stock initial
ar: المخزون الاولي

source: Password
ar: كلمة السر

source: Date
ar: التاريخ

source: Stock index
ar: جدول المخزون

source: User index
ar: جدول المستخدمين

source: Create new user
ar: اضافة مستخدم جديد

source: Administration
ar: الادارة

source: Users
ar: المستخدمين

source: Create new Sortie
ar: اضافة خروج جديد

source: New sortie
ar: اضافة خروج جديد

source: Bon sortie
ar: وصل خروج

source: Num
ar: رقم الخروج

source: Benificiaire
ar: المستفيد

source: New benificiaire
ar: اضافة مستفيد

source: Edit benificiaire
ar: تغيير معطيات المستفيد

source: Benificiaire index
ar: جدول المستفيدين

source: Create new benificiaire
ar: اضافة مستفيد

source: Create new sortie
ar: اضافة خروج جديد

source: Sortie index
ar: جدول الخروج

source: Annee
ar: السنة المالية

source: Info sortie
ar: معطيات الخروج

source: Num inv
ar: رقم الجرد

source: Qte inv
ar: كمية الجرد

source: Qte predict
ar: الكمية المتوقعة

source: Difference
ar: الفارق

source: New inventaire
ar: جرد جديد

source: Inventaire index
ar: جدول الجرد

source: Create new inventaire
ar: اضافة جرد جديد

source: Info inventaire
ar: معطيات الجرد

source: Ligne inventaire revision
ar: مراجعة المخزون ليوم:

source: Qte stck
ar: الكمية بالمخزن

source: print
ar: طباعة

source: Print stock now
ar: طباعة المخزون الحالي

source: Print carte stock
ar: طباعة بطاقة مخزون

source: Reste
ar: الباقي

source: Remarques
ar: ملاحظات

source: Print inventaire now
ar: طباعة بطاقة جرد

source: New user
ar: مستخدم جديد

source: Qte old
ar: الكمية القديمة

source: Qte en stock
ar: الكمية بالمخزن

source: Year
ar: السنة :

source: Statistique sortie
ar: احصائيات الخروج :

source: Statistique entree
ar: احصائيات الدخول :

source: L'importation de votre fichier est terminée avec succes.
ar: تم استرجاع الملف بنجاح

source: l'operation est terminée avec succés
ar: تمت العملية بنجاح

source: Une erreur est produite lors de l importation
ar: وقع خطأ اثناء استرجاع الملف

source: Une erreur est produite lors de l' exportation
ar: وقع خطأ اثناء حفظ الملف
